Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Two safety variables (deaths and symptomatic hemorrhages within 36 hours of intervention) will be monitored by the Independent Data Safety Monitoring Board (DSMB) after each 25 patients have been enrolled.
es_es: El Comité de vigilancia de datos y seguridad controlará dos variables de seguridad (la muerte y la hemorragia sintomática en el plazo de las 36 horas posteriores a la intervención) cada vez que se recluten 25 pacientes.

source: Two sites, Asn103 and Asn448, are completely occupied and the third site, Asn184, is partially occupied.
es_es: Dos sitios, Asn103 y Asn448, están completamente ocupados, mientras que el tercero, Asn184, aparece parcialmente ocupado.

source: Two steps remove DNA efficiently, namely Lysin Agarose affinity chromatography and Phenyl Sepharose chromatography (a slight but significant contribution to DNA removal was also observed for SP Sepharose chromatography).
es_es: Dos pasos eliminan ADN con eficacia: cromatografía de afinidad en lisina agarosa y cromatografía en fenil sefarosa. (También se observó una leve pero significativa contribución a la eliminación de ADN por cromatografía en SP sefarosa).

source: Two sub-batch concepts are introduced, one for the manufacture of the 440 kg and one for the manufacture of the 880 kg batch size (final blend):
es_es: Se introducen dos conceptos de subpartida: uno para la elaboración de la partida de 440 kg y uno para la elaboración de la partida de 880 kg (mezcla final):

source: Two subjects (4.2%) reported an other significant AE (according to ICH E3) while on treatment (influenza and non-cardiac chest pain, not treatment-related).
es_es: Dos sujetos (4.2%) informaron otro evento adverso significativo (según el lineamiento E3 de la ICH) mientras estaban en tratamiento (influenza y dolor torácico no cardíaco, no relacionado con el tratamiento).

source: Two subjects (Subject Nos. 219 and 221) did not receive Treatment F (R2 fed: 5 mg empagliflozin and 1000 mg metformin free dose tablets after a high-fat, high-calorie meal), resulting in a total dose of 1000 mg metformin and 5 mg empagliflozin.
es_es: Dos sujetos (Sujetos 219 y 221) no recibieron el tratamiento F (R2, postprandial: comprimidos de dosis libre de empagliflozina, 5 mg y metformina, 1000 mg tras una comida hiperlipídica e hipercalórica), lo que dio como resultado una dosis total de 1000 mg de metformina y 5 mg de empagliflozina.

source: Two subjects experienced an other significant AE (according to ICH E3) during the trial and 1 subject experienced a severe AE.
es_es: Dos sujetos experimentaron un evento clasificado como otro evento adverso significativo (según el lineamiento E3 de la ICH) durante el ensayo y 1 sujeto experimentó un evento adverso grave.

source: Two subjects experienced an other significant AE (according to ICH E3) during the trial.
es_es: Dos sujetos experimentaron eventos clasificados como otro evento adverso significativo (según el lineamiento E3 de la ICH) durante el ensayo.

source: Two treatment sustainability endpoints were designated as key secondary endpoints in this trial.
es_es: En este ensayo, se asignó el carácter de secundarios claves a dos criterios de valoración relacionados con la sostenibilidad del tratamiento.

source: Two-chain
es_es: Cadena doble

source: Two-chain [%]
es_es: Dos cadenas [%]

source: Two-chain species linerarity plot of tenecteplase drug substance
es_es: Gráfica de linealidad de las especies de dos cadenas del principio activo tenecteplasa

source: Two-chain species normal probability plot of tenecteplase drug substance
es_es: Gráfica de probabilidad normal de especies bicatenarias del principio activo tenecteplasa

source: Two-chain species residual plot of tenecteplase drug substance
es_es: Gráfica de residuales de especies bicatenarias del principio activo tenecteplasa

source: Two-chain: ± 1.3 %
es_es: Cadena doble ±1.3 %

source: Two-sided 95 %-confidence intervals (CI) were calculated.
es_es: se calcularon intervalos de confianza bilaterales del 95%.

source: Type
es_es: Tipo

source: Type (6%) cyanopropylphenyl- (94%) dimethylsiloxane copolymer.
es_es: Copolímero tipo (6%)-cianopropilfenilo-(94%)-dimetilsiloxano

source: Type 1 diabetes mellitus
es_es: Diabetes mellitus tipo 1

source: Type 1/11:
es_es: Tipo I/II:

source: Type 2 diabetes is associated with an increased risk of cardiovascular disease and microvascular complications such as chronic kidney disease.
es_es: La diabetes tipo 2 está asociada a un mayor riesgo de cardiopatías y complicaciones microvasculares, como la enfermedad renal crónica.

source: Type 2 diabetes mellitus
es_es: Diabetes mellitus tipo 2

source: Type I
es_es: Tipo I

source: Type I [%]
es_es: Tipo I [%]

source: Type I [%] Type II [%]
es_es: Tipo I [%] Tipo II [%]

source: Type I borosilicate glass (product contact surface)
es_es: Vidrio de borosilicato tipo I (superficies en contacto con el producto)

source: Type I clear glass vial
es_es: Frasco-ampolla de vidrio transparente Tipo I

source: Type I/II
es_es: Determinación de Tipo I/II

source: Type I/II (HPLC)
es_es: Tipo I/II (HPLC)

source: Type I/II determination (on DS level)
es_es: Determinación de tipo I o II (al nivel del medicamento)

source: Type II
es_es: Tipo II

source: Type II [%]
es_es: Tipo II [%]

source: Type of Audit
es_es: Tipo de auditoría

source: Type of Primary Package:
es_es: Tipo de acondicionamiento primario:

source: Type of Study
es_es: Tipo de estudio

source: Type of enrolling hospital
es_es: Tipo de centro que reclutó

source: Type of sample feeder:
es_es: Tipo de alimentador de muestras:

source: Type of titration:
es_es: Tipo de valoración:

source: Type/material
es_es: Tipo/material

source: Types of analyses: for any purpose
es_es: Tipos de análisis: para cualquier propósito

source: Typical lyophilisates commercial scale (left: high temp.
es_es: Liofilizados habituales a escala comercial (izq.: partida a temp. alta

source: Título de la VMA.
es_es: Title of the analytical methodology validation report.

source: Título del estudio de Bioequivalencia.
es_es: Bioequivalence study name.

source: Título del informe, fecha de ejecución del estudio y codificación del mismo.
es_es: Test title, and execution and coding date.

source: Tübingen
es_es: Tubinga

source: U/mg is converted to IU/mg by multiplication with the international conversion
es_es: Para pasar de U/mg a UI/mg se multiplica

source: U/mg is converted to IU/mg by multiplication with the international conversion factor of 5.8 x 105.
es_es: Para pasar de U/mg a UI/mg se multiplica por el factor de conversión internacional: 5.8 x 105.

source: UACR
es_es: CACO

source: UACR [mg/g], mean (SD)
es_es: CACO [mg/g], media (DE)

source: UACR category, N (%)
es_es: Categoría de CACO, N (%)

source: UACR values over time showed a reduction in both treatment groups starting at Week 4 in patients with micro-albuminuria or macro-albuminuria at baseline; the reduction was larger in the empagliflozin group than in the placebo group (Figure 15.2.4.27: 4 and Table 15.2.4.27: 11).
es_es: Para aquellos pacientes que presentaban microalbuminuria o macroalbuminuria al inicio, a partir de la semana 4, los cocientes CACO se redujeron en ambos grupos de tratamiento; la reducción fue mayor en el grupo de empagliflozina que en el grupo de placebo (Figura 15.2.4.27: 4 y Tabla 15.2.4.27: 11).

source: UBICACIÓN:
es_es: LOCATION:

source: UFH
es_es: Hep. no fr.

source: UK MIA 22774 Insp GMP 22774/4473-0029 Human Medicinal Products
es_es: UK MIA 22774 Insp GMP 22774/4473-0029, Especialidades farmacéuticas de uso humano

source: ULN
es_es: LSN

source: ULTRAFILTRATION / DIAFILTRATION (10 KD II)
es_es: ULTRAFILTRACIÓN/DIAFILTRACIÓN (10 KD II)

source: UNPUBLISHED REFERENCES
es_es: REFERENCIAS INÉDITAS

source: UNSPECIFIED DEGRADATION PRODUCTS
es_es: PRODUCTOS DE DEGRADACIÓN SIN ESPECIFICAR

source: URBANO [ ]
es_es: URBAN [ ]

source: US
es_es: EE.UU.

source: US FDA’s Guidance for Industry “Sterile Drug Products Produced by Aseptic Processing”
es_es: Guía para la Industria de la FDA "Medicamentos estériles producidos por procesamiento aséptico".

source: USA
es_es: EE. UU.

source: USA3
es_es: EE. UU3

source: USL – upper specification limit (shelf life)
es_es: USL: límite de especificación superior (vida útil)

source: USP Apparatus 2 (paddle)
es_es: Aparato 2 s/USP (Paleta)

source: USP/JP Monograph name:
es_es: Nombre de la monografía en USP/JP:

source: UV LASER MARKING AND SORTING
es_es: MARCADO LÁSER UV Y CLASIFICACIÓN

source: UV Scan
es_es: escaneo UV

source: UV absorbance
es_es: Absorbancia de la luz UV

source: UV laser marking results in a dark grey marking instead of the black ink imprint, therefore the parameter description parameter is adapted.
es_es: El marcado láser da lugar a cápsulas marcadas en gris oscuro en vez de cápsulas impresas en tinta negra; por lo tanto, se adapta la descripción del parámetro.

source: UV photometer; wavelength:
es_es: Fotómetro UV; longitud de onda:

source: UV scan
es_es: escaneo UV

source: UV-Chromatograms of material no. 1 (linagliptin / metformin HCl)
es_es: Cromatogramas UV del material N.° 1 (linagliptina/clorhidrato de metformina)

source: UV-Chromatograms of material no. 2 (linagliptin / metformin HCl)
es_es: Cromatogramas UV del material N.° 2 (linagliptina/clorhidrato de metformina)

source: UV-Chromatograms of material no. 3 (linagliptin / metformin HCl)
es_es: Cromatogramas UV del material N.° 3 (linagliptina/clorhidrato de metformina)

source: UV-Chromatograms of material no. 4 (empagliflozin / metforminHCl)
es_es: Cromatogramas UV del material N.° 4 (empagliflozina/clorhidrato de metformina)

source: UV-Chromatograms of material no. 5 (empagliflozin / metforminHCl)
es_es: Cromatogramas UV del material N.° 5 (empagliflozina/clorhidrato de metformina)

source: UV-Chromatograms of material no.6(empagliflozin / metforminHCl)
es_es: Cromatogramas UV del material N.° 6 (empagliflozina/clorhidrato de metformina)

source: UV-Chromatograms of material no.7(empagliflozin / metforminHCl)
es_es: Cromatogramas UV del material N.° 7 (empagliflozina/clorhidrato de metformina)

source: UV-Chromatograms of material no.8(empagliflozin / metforminHCl)
es_es: Cromatogramas UV del material N.° 8 (empagliflozina/clorhidrato de metformina)

source: UV-Chromatograms of material no.9(empagliflozin / metforminHCl)
es_es: Cromatogramas UV del material N.° 9 (empagliflozina/clorhidrato de metformina)

source: UV-Detection:
es_es: Detección UV:

source: UV-scan
es_es: escaneo UV

source: UV-scan5
es_es: escaneo UV 5

source: UV/VIS spectroscopy
es_es: Espectroscopía UV/VIS

source: Ukraine
es_es: Ucrania

source: Ultra violet
es_es: Ultravioleta

source: Ultrafiltration and diafiltration
es_es: Ultrafiltración y diafiltración

source: Ultraviolet
es_es: Ultravioleta

source: Ultraviolet Spectrum
es_es: espectro ultravioleta

source: Un "principio activo altamente variable" ha sido definido como un principio activo con una variabilidad intraindividual mayor al 30% en términos del coeficiente de variación para ANOVA (ANOVA-CV).
es_es: A "highly varying active ingredient" has been defined as an active ingredient with an intra-individual variability greater than 30%, expressed as an ANOVA coefficient of variation (ANOVA-CV).

source: Un bioexención basada en el BCS considera:
es_es: A BCS biowaiver relies on:

source: Un ensayo de equivalencia in vitro es una prueba que incluye la comparación del perfil de disolución entre el medicamento multifuente o genérico y el medicamento comparador, típicamente en al menos tres soluciones tampón:
es_es: An in vitro equivalence test entails comparing the dissolution profile of the multi-source or generic drug and the comparator, typically in at least three buffer solutions:

source: Un ensayo estereoespecífico para la medición de los enantiómeros individuales se debe emplear cuando los enantiómeros exhiben propiedades farmacocinéticas y farmacodinámicas diferentes y la exposición de los enantiómeros, estimado por su relación AUC o la relación de Cmax, cambia cuando hay un cambio en la velocidad de absorción.
es_es: A stereospecific assay should be used for individual enantiomers when they exhibit different pharmacokinetic and pharmacodynamic properties and their exposure, estimated by their AUC ratio or Cmax ratio, changes with a change in the rate of absorption.

source: Un ensayo no estereoselectivo es aceptable para la mayoría de los estudios de bioequivalencia (BE).
es_es: A non-stereoselective assay is acceptable for most bioequivalence studies.

source: Un estudio de bioequivalencia (BE) debe llevarse a cabo según un protocolo acordado, el cual debe estar firmado por el investigador y el patrocinador.
es_es: Bioequivalence (BE) studies must be carried out according to an agreed protocol, which must be signed by the investigator and the sponsor.

source: Un estudio de equivalencia in vivo ha sido realizado para al menos una de las concentraciones de la formulación.
es_es: An in vivo equivalence study has been performed for at least one of the formulation concentrations.

source: Un factor para la etapa debe ser incluido en el modelo de ANOVA para el análisis final de los datos combinados de las dos etapas.
es_es: The ANOVA model should include one stage factor for the final combined data analysis of the two stages.

source: Un lote de menos de 100.000 unidades puede ser aceptado si corresponde al tamaño del lote de producción propuesto, entendiendo que a futuro no será aceptada la ampliación del tamaño de lotes industriales sin el estudio in vitro y/o datos in vivo, según corresponda.
es_es: Batches below 100.000 units may be accepted if that is the proposed production batch size, though future larger industrial batch sizes will not be accepted without the in vitro study and/or in vivo data, as appropriate.

source: Un medicamento multifuente o genérico se considera que es de disolución muy rápida cuando no menos del 85% de la cantidad declarada del principio activo se disuelve en 15 minutos a 37 ± 1 °C usando un aparato de paleta a 75 rpm o un aparato de canastilla a 100 rpm en un volumen de 900 ml o menos en cada uno de los siguientes medios:
es_es: A multi-source or generic drug product is considered to be very rapidly dissolving when not less than 85% of the declared amount of the active ingredient dissolves within 15 minutes at 37 ± 1 °C using a paddle apparatus at 75 rpm or a basket apparatus at 100 rpm in a volume of 900 mL or less in each of the following media:

source: Un medicamento multifuente o genérico se considera que es de disolución rápida cuando no menos del 85% de la cantidad declarada del principio activo se disuelve en 30 minutos a 37 ± 1° C usando un aparato de paleta a 75 rpm o un aparato de canastilla a 100 rpm en un volumen de 900 ml o menos en cada uno de los siguientes medios:
es_es: A multi-source or generic drug product is considered to be rapidly dissolving when not less than 85% of the declared amount of the active ingredient dissolves within 30 minutes at 37 ± 1 °C using a paddle apparatus at 75 rpm or a basket apparatus at 100 rpm in a volume of 900 mL or less in each of the following media:

source: Un medicamento que contiene dos o más principios activos.
es_es: A drug product that contains two or more drug substances.

source: Un máximo de un punto de tiempo se debe considerar después de que el 85% de disolución se ha alcanzado en el medicamento comparador(comparador);
es_es: Up to one time point should be considered after 85% dissolution has been achieved in the comparator;

source: Un mínimo de tres puntos de tiempo (excluyendo cero) deben ser incluidos, los puntos de tiempo tanto para el comparador y el medicamento test deben ser los mismos.
es_es: At least three time points (excluding zero) should be included and be the same both for the comparator and the drug product.

source: Un principio activo se considera altamente permeable cuando el grado de absorción en seres humanos es 85% o más sobre la base de una determinación del balance de masa o en comparación con una dosis intravenosa de referencia.
es_es: An active substance is considered highly permeable when its absorption in humans is 85% or above based on a mass balance determination or in comparison with a reference intravenous dose.

source: Un principio activo se considera altamente soluble cuando la dosis más alta de una formulación farmacéutica sólida de administración por vía oral, normalmente definida por el medicamento comparador), es soluble en 250 mL o menos de medio acuoso en el rango de pH de 1.2 a 6.8.
es_es: An active ingredient is considered highly soluble when the highest dose of an oral solid pharmaceutical formulation (usually defined through the comparator), is soluble in 250 mL or less of aqueous medium at pH 1.2-6.8.

source: Un procedimiento de ensayo de disolución identificado en la farmacopea para control de calidad de rutina de los lotes de medicamentos.
es_es: A compendial dissolution test procedure for routine quality control of drug product batches.

source: Un valor f2 entre 50 y 100 sugiere que los dos perfiles de disolución son similares;
es_es: An f2 value between of 50 -100 suggests that the two dissolution profiles are similar;

source: Una bioexención basada en la proporcionalidad de dosis de las formulaciones para una serie de concentraciones de un medicamento de origen múltiple, cuando los medicamentos son fabricados con el mismo proceso de manufactura, se podrá conceder cuando:
es_es: A biowaiver based on dose proportionality of formulations for a range of concentrations in a multiple source drug made using the same manufacturing process may be granted when:

source: Una breve descripción de los productos de liberación inmediata utilizados para los estudios cinéticos de liberación-disolución, incluyendo la siguiente información:
es_es: A brief description of the immediate release products used for dissolution-release kinetic studies, including:

source: Una comparación de dos formulaciones del mismo principio activo basados en tales puntos finales requeriría un número aún mayor de sujetos.
es_es: Comparing two formulations of the same drug substance for such endpoints would require an even larger number of subjects.

source: Una consideración adicional es el riesgo potencial para la salud pública y para el paciente individual debido a una decisión inapropiada con respecto a la bioequivalencia (BE).
es_es: An additional consideration is the potential risk to public health and to the individual patient due to a bioequivalence misjudgment.

source: Una declaración de que el principio activo no es soluble en cualquiera de los medios no es suficiente, y deben presentarse los perfiles en ausencia de surfactante.
es_es: A statement that the drug substance is not soluble in any media is not sufficient, and surfactant-free profiles should be filed.

source: Una investigación de la relación dosis respuesta puede ser necesaria como parte del diseño.
es_es: A dose-response investigation may be necessary as part of the design.

source: Una preocupación importante con respecto a los medicamentos de liberación modificada es la posibilidad de que los alimentos pueden desencadenar una liberación repentina y brusca del principio activo que lleva a "dose dumping" o liberación abrupta.
es_es: Of concern for modified release drugs here is the potential sudden unleashing of the drug substance, i.e., dose dumping, because of food co-administration.

source: Una representación gráfica de los resultados de solubilidad en la forma de un perfil de solubilidad versus pH.
es_es: A graphical representation of the solubility results as a solubility versus pH profile.

source: Una validación cruzada es necesaria cuando los datos se obtienen por diferentes métodos dentro y entre estudios, o cuando los datos se obtienen dentro de un estudio realizado por diferentes laboratorios que aplican el mismo método;
es_es: Cross-validation is necessary when data are obtained by different methods within and between studies, or when data are obtained within a study by different laboratories applying the same method;

source: Una vez ingresada la solicitud por parte del regulado, la ARCSA revisará toda la documentación anexada, y continuará con el proceso establecido para aprobación de registro sanitario o para modificación del registro, según corresponda; mediante el sistema de Ventanilla Única Ecuatoriana – VUE.
es_es: Upon submission of the application by the applicant, the ARCSA will review all the attached documentation and will continue with the established health registration or modification approval, as appropriate, through the Ecuadorian Single Entry Point System – VUE.

source: Unadjusted Risk Difference (95% CI), %
es_es: Diferencia de riesgos no ajustada (IC del 95%), %

source: Unadjusted difference in proportion
es_es: Diferencia no ajustada en la proporción

source: Unblinding
es_es: Desenmascaramiento

source: Uncommon adverse reactions
es_es: Reacciones adversas poco frecuentes

source: Uncorrected retention times
es_es: Tiempos brutos de retención:

source: Under accelerated conditions, only one sample marginally exceeded the quantitation limit (QL) of 10 ppb after 6 months.
es_es: En condiciones aceleradas, una sola muestra excedió ligeramente el límite de cuantificación de 10 ppb luego de 6 meses.

source: Under long-term storage conditions (-20°C or 30°C) DS and DP batches of both, Metalyse® and TNKase®, show no significant differences in their stability properties and exhibit sufficiently parallel degradation kinetics.
es_es: En condiciones de almacenamiento a largo plazo (-20° C o 30° C), las partidas del principio activo y el medicamento tanto de Metalyse® como de TNKase® no mostraron diferencias significativas en sus propiedades de estabilidad y exhibieron cinéticas de degradación suficientemente paralelas.

source: Under long-term storage conditions (30°C) and accelerated temperature conditions (40°C), 40 mg/vial and 25 mg/vial DP batches assessed show no significant differences in their stability properties and exhibit sufficiently parallel degradation kinetics.
es_es: En condiciones de almacenamiento a largo plazo (30° C) y en condiciones aceleradas de temperatura (40° C), las partidas del medicamento de 40 mg/frasco y de 25 mg/frasco evaluadas no mostraron diferencias significativas en las propiedades de estabilidad y exhiben cinéticas de degradación suficientemente paralelas.

source: Under long-term, accelerated and stress storage conditions, concentrate for solution for infusion 450 mg/vial (60 mg/mL) and solution for injection 150 mg/PFS-1 (150 mg/mL) drug products showed comparable stability profiles
es_es: En condiciones de almacenamiento a largo plazo, aceleradas y extremas, los medicamentos en concentrados para solución para infusión de 450 mg/ampolla (60 mg/ml) y solución inyectable de 150 mg/PFS-1 (150 mg/ml) mostraron perfiles de estabilidad comparables.

source: Under normal conditions, an appropriate action level is a microbial count of 100 CFU/mL, determined by filtration through a membrane with a nominal pore size not greater than 0.45 μm, using R2A agar and incubating at 30-35 °C for not less than 5 days.
es_es: En condiciones normales, un nivel de acción adecuado es un recuento microbiano de 100 UFC/ml, determinado mediante filtración a través de una membrana con un tamaño de poro nominal de hasta 0.45 μm, utilizando agar R2A e incubando al menos 5 días a 30-35° C.

source: Undetermined or other
es_es: Indeterminado u otro

source: Undetermined/other
es_es: Indeterminado/otro
